[
  {
    "name": "Проект «Сила»",
    "description": "В Новый Орлеан завозят капсулы, которые дают проглотившим их суперспособности на 5 минут. Но какие силы получит человек, предугадать невозможно: кого-то ждёт невидимость или суперскорость, а кого-то - мгновенная смерть.",
    "rating": "3",
    "image": "https://st.kp.yandex.net/im/kadr/3/5/3/kinopoisk.ru-Project-Power-3539938.jpg",
    "cover": "https://st.kp.yandex.net/im/kadr/3/5/3/kinopoisk.ru-Project-Power-3539937.jpg",
    "longDesc": "В Новый Орлеан завозят капсулы, которые дают проглотившим их суперспособности на 5 минут. Но какие силы получит человек, предугадать невозможно: кого-то ждёт невидимость или суперскорость, а кого-то - мгновенная смерть. Старшеклассница Робин приторговывает этими пилюлями, чтобы сводить концы с концами и накопить на операцию для больной матери, и иногда снабжает ими знакомого полицейского Фрэнка. Однажды на Робин выходит бывший военный Арт и вынуждает её помочь ему отыскать источник загадочных капсул.",
    "genre": "экшен",
    "id": "irwmo"
  },
  {
    "name": "Эбигейл",
    "description": "Молодая девушка Эбигейл живет в городе, границы которого закрыли много лет назад из-за эпидемии загадочной болезни.",
    "rating": "3",
    "image": "https://st.kp.yandex.net/im/kadr/3/3/9/kinopoisk.ru-Abigail-3390403.jpg",
    "cover": "https://st.kp.yandex.net/im/kadr/3/3/9/kinopoisk.ru-Abigail-3390400.jpg",
    "longDesc": "Молодая девушка Эбигейл живет в городе, границы которого закрыли много лет назад из-за эпидемии загадочной болезни. Отец Эбби был одним из заболевших – и его забрали, когда ей было шесть лет. Пойдя наперекор властям, чтобы разыскать отца, Эбби узнает о том, что ее город на самом деле полон магии. И в ней самой пробуждаются необыкновенные магические способности",
    "genre": "приключения",
    "id": "hhx8j"
  },
  {
    "name": "Призрачная шестёрка",
    "description": "Инсценировав собственную смерть, сознательный миллиардер начинает новую жизнь - набирает отряд наёмников из разных стран, чтобы бороться со злом в этом мире.",
    "rating": "3",
    "image": "https://st.kp.yandex.net/im/kadr/3/4/4/kinopoisk.ru-6-Underground-3444414.jpg",
    "cover": "https://st.kp.yandex.net/im/kadr/3/4/4/kinopoisk.ru-6-Underground-3444415.jpg",
    "longDesc": "Инсценировав собственную смерть, сознательный миллиардер начинает новую жизнь - набирает отряд наёмников из разных стран, чтобы бороться со злом в этом мире. Все члены команды получают вместо имён цифры, и их целью становится свержение диктатора и освобождение народа страны Тургистан.\n",
    "genre": "экшен",
    "id": "0r799"
  },
  {
    "name": "Ничего себе каникулы!",
    "description": "Марион – развязная и свободная, ей за тридцать, она самодостаточна и не слишком разборчива в связях. Знакомиться с парнями в Tinder для нее привычное дело. ",
    "rating": "4",
    "image": "https://st.kp.yandex.net/im/kadr/3/3/0/kinopoisk.ru-Premi_26egrave_3Bres-vacances-3303945.jpg",
    "cover": "https://st.kp.yandex.net/im/kadr/3/3/0/kinopoisk.ru-Premi_26egrave_3Bres-vacances-3303941.jpg",
    "longDesc": "Марион – развязная и свободная, ей за тридцать, она самодостаточна и не слишком разборчива в связях. Знакомиться с парнями в Tinder для нее привычное дело. Бен – серьезный мужчина, слово «рутина» ему хорошо знакомо, и он не слишком опытен в плане знакомств по интернету. Возраст, город Париж и приложение Tinder в телефонах – больше ничего общего между ними нет. Но происходит Match, и эти двое влюбляются друг в друга на первом же свидании. Обезумев от спонтанной радости, они тут же решают отправиться в совместный отпуск. В Болгарию. Дикарями. Как скоро они обнаружат, что их представления об идеальных каникулах, мягко говоря, не совпадают?\n",
    "genre": "драма",
    "id": "o7xvq"
  },
  {
    "name": "Ржев",
    "description": "1942 год. Ржевская битва. После боёв под селом Овсянниково от роты советских солдат осталась только треть. Бойцы пытаются продержаться до прихода подкрепления.",
    "rating": "4",
    "image": "https://st.kp.yandex.net/im/kadr/3/5/1/kinopoisk.ru-Rzhev-3519541.jpg",
    "cover": "https://st.kp.yandex.net/im/kadr/3/5/1/kinopoisk.ru-Rzhev-3519540.jpg",
    "longDesc": "1942 год. Ржевская битва. После боёв под селом Овсянниково от роты советских солдат осталась только треть. Бойцы пытаются продержаться до прихода подкрепления. Но из штаба поступает приказ удержать деревню любой ценой. Значит, отступать нельзя… Каждый из героев понимает, что выбраться живыми из этого переплёта почти невозможно. В этот момент в Овсянниково, едва не погибнув под вражеским обстрелом, прибывает младший лейтенант — начальник особого отдела, который должен найти и разоблачить предателей среди своих. Лейтенант уверен, что только так можно приблизить победу. События приобретают непредсказуемый оборот.\n",
    "genre": "история",
    "id": "xp8ax"
  },
  {
    "name": "Зеленая книга",
    "description": "1960-е годы. После закрытия нью-йоркского ночного клуба на ремонт вышибала Тони по прозвищу Болтун ищет подработку на пару месяцев. Как раз в это время Дон Ширли, утонченный светский лев, богатый и талантливый чернокожий музыкант, исполняющий классическую музыку, собирается в турне по южным штатам, где ещё сильны расистские убеждения и царит сегрегация. Он нанимает Тони в качестве водителя, телохранителя и человека, способного решать текущие проблемы. У этих двоих так мало общего, и эта поездка навсегда изменит жизнь обоих.",
    "rating": "5",
    "image": "https://old.ili-nnov.ru/wp-content/uploads/2019/01/letoltes_xum7.jpg",
    "cover": "https://st.kp.yandex.net/im/kadr/3/2/8/kinopoisk.ru-Green-Book-3282372.jpg",
    "longDesc": "1960-е годы. После закрытия нью-йоркского ночного клуба на ремонт вышибала Тони по прозвищу Болтун ищет подработку на пару месяцев. Как раз в это время Дон Ширли, утонченный светский лев, богатый и талантливый чернокожий музыкант, исполняющий классическую музыку, собирается в турне по южным штатам, где ещё сильны расистские убеждения и царит сегрегация. Он нанимает Тони в качестве водителя, телохранителя и человека, способного решать текущие проблемы. У этих двоих так мало общего, и эта поездка навсегда изменит жизнь обоих.\n",
    "genre": "драма",
    "id": "vorvw"
  }
]